[
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "vcatibog",
        "title": "Fossil announces next generation of wearables — the first powered by the latest Qualcomm® Snapdragon Wear 4100+ Platform",
        "description": "It is with great excitement that Fossil announces the newest generation to our wearables portfolio: the Gen 6 Touchscreen Smartwatch. The Gen 6 smartwatch will be the first smartwatch powered by the Qualcomm® Snapdragon Wear™4100+ Platform, providing users fa…",
        "url": "https://lifestyle.inquirer.net/404725/fossil-announces-next-generation-of-wearables-the-first-powered-by-the-latest-qualcomm-snapdragon-wear-4100-platform/",
        "urlToImage": "https://lifestyle.inquirer.net/files/2022/06/Fossil-Gen-6-Smartwatches.jpg",
        "publishedAt": "2022-06-02T10:46:52Z",
        "content": "It is with great excitement that Fossil announces the newest generation to our wearables portfolio: the Gen 6 Touchscreen Smartwatch. The Gen 6 smartwatch will be the first smartwatch powered by the … [+5432 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "apasajol",
        "title": "After recovering from COVID-19, Pia Wurtzbach finds ‘new love’ in running",
        "description": "Former Miss Universe Pia Wurtzbach gave running a serious thought after contracting COVID-19 last January. Wurtzbach recalled how she got back to running again after months of not practicing it as can be seen in her Instagram post yesterday, June 1. “Celebrat…",
        "url": "https://lifestyle.inquirer.net/404709/after-recovering-from-covid-19-pia-wurtzbach-finds-new-love-in-running/",
        "urlToImage": "https://lifestyle.inquirer.net/files/2022/06/9FA0A7F5-5E0B-4417-AEDE-5DAE1BA7FF0A.jpeg",
        "publishedAt": "2022-06-02T10:29:12Z",
        "content": "Former Miss Universe Pia Wurtzbach gave running a serious thought after contracting COVID-19 last January.\r\nWurtzbach recalled how she got back to running again after months of not practicing it as c… [+1829 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Heart umariba na naman ang kasosyalan, hirit ng netizens: Jusko! Mas mahal pa yung tissue kesa sa buhay ko!",
        "description": "AS USUAL, nangabog na naman si Heart Evangelista sa kanyang latest Instagram post. Sa kanya kasing post ay kitang-kita ang kasosyalan ni Heart when she went to the john gamit ang isang Chanel bag na may kasamang Chanel tissue na kanyang gagamitin sa pag-wipe …",
        "url": "https://bandera.inquirer.net/314968/heart-umariba-na-naman-ang-kasosyalan-hirit-ng-netizens-jusko-mas-mahal-pa-yung-tissue-kesa-sa-buhay-ko",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/GridArt_20220602_180742855-1024x655.jpg",
        "publishedAt": "2022-06-02T10:19:08Z",
        "content": "Heart Evangelista\r\nAS USUAL, nangabog na naman si Heart Evangelista sa kanyang latest Instagram post.\r\nSa kanya kasing post ay kitang-kita ang kasosyalan ni Heart when she went to the john gamit ang … [+2617 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Robin may ni-request na posisyon sa senado; pinayuhan nina Zubiri at Drilon na ‘mag-aral’ mabuti",
        "description": "ANG Senate Committee on Constitutional Amendment and Revision of Codes and Laws ang gustong pamunuan ni Senator-elect Robin Padilla dahil may kinalaman ito sa batas na gusto niyang baguhin kabilang ang ipinaglalaban niyang federalism. Sa pagtatapos ng 18th co…",
        "url": "https://bandera.inquirer.net/314966/robin-may-ni-request-na-posisyon-sa-senador-pinayuhan-nina-zubiri-at-drilon-na-mag-aral-mabuti",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/GridArt_20220602_175557745-1024x514.jpg",
        "publishedAt": "2022-06-02T10:15:26Z",
        "content": "Robin Padilla, Franklin Drilon, Miguel Zubiri\r\nANG Senate Committee on Constitutional Amendment and Revision of Codes and Laws ang gustong pamunuan ni Senator-elect Robin Padilla dahil may kinalaman … [+3722 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "sconcordia",
        "title": "Kim Kardashian announces new skincare line “SKKN BY KIM”",
        "description": "Businesswoman and reality star Kim Kardashian is officially launching her skincare line “SKKN BY KIM” in partnership with Coty. The brand will be dropping its debut collection with a range of 9 products: A toner, an exfoliator, a hyaluronic acid serum, a vita…",
        "url": "https://lifestyle.inquirer.net/404630/kim-kardashian-announces-new-skincare-line-skkn-by-kim/",
        "urlToImage": "https://lifestyle.inquirer.net/files/2022/06/MTg5ODk1NzI2MzI1NTczMzc0.png",
        "publishedAt": "2022-06-02T10:01:32Z",
        "content": "Businesswoman and reality star Kim Kardashian is officially launching her skincare line “SKKN BY KIM” in partnership with Coty.\r\nThe brand will be dropping its debut collection with a range of 9 prod… [+1187 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "apasajol",
        "title": "Arron Villaflor on getting sexy in his next series: ‘Wait for it na lang po’",
        "description": "Now that he’s back to acting, it seems Arron Villaflor’s career is tilting toward the sexy side as he’s about to appear in the sex-comedy series “Wag Mong Agawin ang Akin” on Vivamax. Villaflor was asked how sexy he would be in the project during the online c…",
        "url": "https://lifestyle.inquirer.net/404706/arron-villaflor-on-getting-sexy-in-his-next-series-wait-for-it-na-lang-po/",
        "urlToImage": "https://lifestyle.inquirer.net/files/2022/06/4734A83E-EDA4-441A-BED5-A1BBE5C6A0BE.jpeg",
        "publishedAt": "2022-06-02T09:28:28Z",
        "content": "Now that hes back to acting, it seems Arron Villaflors career is tilting toward the sexy side as hes about to appear in the sex-comedy series Wag Mong Agawin ang Akin on Vivamax.\r\nVillaflor was asked… [+2351 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Liza P10-M ang talent fee sa isang TV commercial; Kim, Xian naglamiyerda sa pinagsyutingan ng James Bond movie",
        "description": "WHY are we not surprised when Liza Soberano bolted out from Ogie Diaz’s management? It is simply because she’s ambitious and impatient. And it’s a case of history repeating itself. Noong mina-manage pa siya ng kanyang discoverer na si Dudu Unay, she was alrea…",
        "url": "https://bandera.inquirer.net/314961/liza-p10-m-ang-talent-fee-sa-isang-tv-commercial-kim-xian-naglamiyerda-sa-pinagsyutingan-ng-james-bond-movie",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/GridArt_20220602_163845045-1024x571.jpg",
        "publishedAt": "2022-06-02T08:46:35Z",
        "content": "Liza Soberano, Kim Chiu at Xian Lim\r\nWHY are we not surprised when Liza Soberano bolted out from Ogie Diazs management?\r\nIt is simply because shes ambitious and impatient. And its a case of history r… [+3229 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Janine biglang napaiyak sa presscon ng ‘Ngayon Kaya’: Nalulungkot ako…kaya when I get married, sana forever na",
        "description": "HALOS maiyak ang Kapamilya actress na si Janine Gutierrez habang sinasagot ang isang hugot na tanong pagkatapos ng private screening ng bago niyang pelikula kasama si Paulo Avelino, ang “Ngayon Kaya.” Nagkaroon kami ng pagkakataon at ilan pang miyembro ng ent…",
        "url": "https://bandera.inquirer.net/314957/janine-biglang-napaiyak-sa-presscon-ng-ngayon-kaya-nalulungkot-ako-kaya-when-i-get-married-sana-forever-na",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/Screenshot_20220602-151742_Google.jpg",
        "publishedAt": "2022-06-02T07:23:44Z",
        "content": "Janine Gutierrez at Paulo Avelino\r\nHALOS maiyak ang Kapamilya actress na si Janine Gutierrez habang sinasagot ang isang hugot na tanong pagkatapos ng private screening ng bago niyang pelikula kasama … [+3068 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Jason Abalos, Vickie Rushton engaged na: ‘Patugtugin na ang kampana!’",
        "description": "CONFIRMED! Engaged na nga ang celebrity couple na sina Jason Abalos at Vickie Rushton. Ibinandera ng magdyowa sa kani-kanilang social media accounts ang good news kalakip ang ilang litrato na kuha sa ginawang marriage proposal ng aktor. Ngayong araw, June 2, …",
        "url": "https://bandera.inquirer.net/314940/jason-abalos-vickie-rushton-engaged-na-patugtugin-na-ang-kampana",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/GridArt_20220602_114451030-1024x538.jpg",
        "publishedAt": "2022-06-02T03:55:49Z",
        "content": "CONFIRMED! Engaged na nga ang celebrity couple na sina Jason Abalos at Vickie Rushton.\r\nIbinandera ng magdyowa sa kani-kanilang social media accounts ang good news kalakip ang ilang litrato na kuha s… [+1866 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Gerald, Julia wala nang magiging problema kapag nagdesisyon nang magpakasal dahil…",
        "description": "SIGURADONG walang magiging problema sakaling magdesisyon nang magpakasal ang celebrity couple na sina Gerald Anderson at Julia Barretto. Nakuha na rin kasi ng Kapamilya actor ang loob at pagmamahal ng pamilya ni Julia, kabilang na ang kanyang nanay na si Marj…",
        "url": "https://bandera.inquirer.net/314938/gerald-julia-wala-nang-magiging-problema-kapag-nagdesisyon-nang-magpakasal-dahil",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/Screenshot_20220602-112919_Google.jpg",
        "publishedAt": "2022-06-02T03:52:29Z",
        "content": "Julia Barretto at Gerald Anderson\r\nSIGURADONG walang magiging problema sakaling magdesisyon nang magpakasal ang celebrity couple na sina Gerald Anderson at Julia Barretto.\r\nNakuha na rin kasi ng Kapa… [+2199 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "Benjo Diaz",
        "title": "Moms in the Metaverse: Unilever pioneers an all-new mommy community experience through Baby Dove’s #RealMomsVillage",
        "description": "Let’s face it—taking care of a baby isn’t always easy even for the most experienced moms, let alone first-time ones. Indeed, there’s nothing more uplifting than being able to connect with other moms who are going through the same journey. Moms in search of ho…",
        "url": "https://lifestyle.inquirer.net/404622/moms-in-the-metaverse-unilever-pioneers-an-all-new-mommy-community-experience-through-baby-doves-realmomsvillage/",
        "urlToImage": "https://lifestyle.inquirer.net/files/2022/06/Main-KV_Baby-Dove-RealMomsVillage.png",
        "publishedAt": "2022-06-02T03:15:33Z",
        "content": "Lets face ittaking care of a baby isnt always easy even for the most experienced moms, let alone first-time ones. Indeed, theres nothing more uplifting than being able to connect with other moms who … [+3529 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Carla Abellana naghahanda na sa pagpa-file ng annulment; Tom Rodriguez hugot na hugot sa breakup",
        "description": "MUKHANG totohanan na nga ang pagsasampa ng annulment case ni Carla Abellana para mapawalang-bisa na ang kasal nila ni Tom Rodriguez. Kalat na kalat na ang chika na inihahanda na ng Kapuso actress ang lahat ng mga dokumentong kakailanganin niya sa pagpa-file n…",
        "url": "https://bandera.inquirer.net/314931/carla-abellana-naghahanda-na-sa-pagpa-file-ng-annulmen-tom-rodriguez-hugot-na-hugot-sa-breakup",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/GridArt_20220602_085605649-1024x590.jpg",
        "publishedAt": "2022-06-02T01:06:17Z",
        "content": "Carla Abellana at Tom Rodriguez\r\nMUKHANG totohanan na nga ang pagsasampa ng annulment case ni Carla Abellana para mapawalang-bisa na ang kasal nila ni Tom Rodriguez.\r\nKalat na kalat na ang chika na i… [+3117 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Johnny Depp sa naging desisyon sa kaso nila ni Amber Heard: The jury gave me my life back",
        "description": "ITINUTURING na rin ng Hollywood superstar na si Johnny Depp na isang “victory” ang split verdict ng US jury sa pinag-usapang libel trial na isinampa laban sa kanya ni Amber Heard. Ayon sa “Pirates of the Caribbean” star, matapos marinig ang desisyon sa kontro…",
        "url": "https://bandera.inquirer.net/314927/johnny-depp-sa-naging-desisyon-sa-kaso-nila-ni-amber-heard-the-jury-gave-me-my-life-back",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/Screenshot_20220602-082322_Google.jpg",
        "publishedAt": "2022-06-02T00:55:14Z",
        "content": "Amber Heard at Johnny Depp\r\nITINUTURING na rin ng Hollywood superstar na si Johnny Depp na isang “victory” ang split verdict ng US jury sa pinag-usapang libel trial na isinampa laban sa kanya ni Ambe… [+4188 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Sharon sa 20 taong friendship nila ni Juday: ‘Hanggang sa kabilang buhay ‘di na tayo magkakahiwalay’",
        "description": "DALAWANG dekada na ang itinatakbo ng pagkakaibigan nina Megastar Sharon Cuneta at Soap Opera Queen Judy Ann Santos. At bilang bahagi ng kanilang pagse-celebrate para sa 20 years of friendship, nagbigay ng madamdaming mensahe si Sharon para kay Juday na itinut…",
        "url": "https://bandera.inquirer.net/314922/sharon-sa-20-taong-friendship-nila-ni-juday-hanggang-sa-kabilang-buhay-di-na-tayo-magkakahiwalay",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/Screenshot_20220602-072334_Google.jpg",
        "publishedAt": "2022-06-01T23:31:23Z",
        "content": "Sharon Cuneta at Judy Ann Santos\r\nDALAWANG dekada na ang itinatakbo ng pagkakaibigan nina Megastar Sharon Cuneta at Soap Opera Queen Judy Ann Santos.\r\nAt bilang bahagi ng kanilang pagse-celebrate par… [+2740 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "SB19 member Ken nag-explain sa akusasyon ng pangongopya ng kanta; nag-sorry sa fans ni Lay Zhang",
        "description": "MARIING pinabulaanan ng miyembro ng P-pop group na SB19 na si Ken, o kilala rin sa tawag na Felip, ang alegasyon ng “plagiarism” laban sa kanya. Nilinaw ni Felip na hindi niya kinopya ang kanyang solo comeback track na “Bulan” sa kantang “Lit” ng Chinese sing…",
        "url": "https://bandera.inquirer.net/314920/sb19-member-ken-nag-explain-sa-akusasyon-ng-pangongopya-ng-kanta-nag-sorry-sa-fans-ni-lay-zhang",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/GridArt_20220602_071211540-1024x588.jpg",
        "publishedAt": "2022-06-01T23:28:58Z",
        "content": "SB19 Ken\r\nMARIING pinabulaanan ng miyembro ng P-pop group na SB19 na si Ken, o kilala rin sa tawag na Felip, ang alegasyon ng “plagiarism” laban sa kanya.\r\nNilinaw ni Felip na hindi niya kinopya ang … [+2038 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Pagsusuot ng sexy OOTD ni Gabbi aprub kay Khalil; laging hati sa pagbabayad ng bill kapag nagde-date",
        "description": "WALANG issue kay Khalil Ramos ang pagsusuot ng sexy OOTD ng kanyang girlfriend na si Gabbi Garcia. Ayon sa Kapuso actor-singer, hindi kailanman naging big deal sa kanya kung magsuot man ng mga revealing dress si Gabbi dahil alam niyang kailangan din ito sa ka…",
        "url": "https://bandera.inquirer.net/314885/pagsusuot-ng-sexy-ootd-ni-gabbi-aprub-kay-khalil-hati-sa-pagbabayad-ng-bill-kapag-nagde-date",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/GridArt_20220602_054920110-1024x624.jpg",
        "publishedAt": "2022-06-01T23:00:36Z",
        "content": "Gabbi Garcia at Khalil Ramos\r\nWALANG issue kay Khalil Ramos ang pagsusuot ng sexy OOTD ng kanyang girlfriend na si Gabbi Garcia.\r\nAyon sa Kapuso actor-singer, hindi kailanman naging big deal sa kanya… [+2856 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Singer-songwriter Jace Roque inatake ng depresyon dahil sa lovelife; gustong maka-collab sina James, Nadine at SB19",
        "description": "MATAPANG na inamin ng singer-actor na si Jace Roque na nagkaroon siya ng mental health issue matapos makaranas ng matinding depresyon at anxiety attacks. Two years nawala ang Top EDM artist na si Jace at ito’y dahil nga kailangan niyang magpahinga para  harap…",
        "url": "https://bandera.inquirer.net/314887/singer-songwriter-jace-roque-inatake-ng-depresyon-dahil-sa-lovelife-gustong-maka-collab-sina-james-nadine-at-sb19",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/GridArt_20220602_055023357-1024x587.jpg",
        "publishedAt": "2022-06-01T22:57:48Z",
        "content": "Jace Roque\r\nMATAPANG na inamin ng singer-actor na si Jace Roque na nagkaroon siya ng mental health issue matapos makaranas ng matinding depresyon at anxiety attacks.\r\nTwo years nawala ang Top EDM art… [+3570 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Moira in-unfollow na si Jason sa Instagram; Ruffa ‘heartbroken’ sa paghihiwalay ng kanyang favorite couple",
        "description": "APEKTADO rin ang aktres at dating beauty queen na si Ruffa Gutierrez sa hiwalayan nina Moira dela Torre at Jason Marvin Hernandez. Bukod sa mga tagasuporta ng Kapamilya singer-songwriter, maraming celebrities din ang nalungkot at nanghinayang sa nawasak na pa…",
        "url": "https://bandera.inquirer.net/314889/moira-in-unfollow-na-si-jason-sa-instagram-ruffa-heartbroken-sa-paghihiwalay-ng-kanyang-favorite-couple",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/GridArt_20220602_055247821-1024x573.jpg",
        "publishedAt": "2022-06-01T22:54:31Z",
        "content": "Ruffa Gutierrez, Jason Hernandez at Moira dela Torre\r\nAPEKTADO rin ang aktres at dating beauty queen na si Ruffa Gutierrez sa hiwalayan nina Moira dela Torre at Jason Marvin Hernandez.\r\nBukod sa mga … [+1716 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Markki Stroem nilabanan ang trauma dulot ng mental health condition: ADHD became my super power!",
        "description": "GINAWANG positive ng singer-actor na si Markki Stroem ang  pagkakaroon niya ng Attention Deficit Hyperactivity Disorder o ADHD. Kaya naman sa halip na maging hadlang ito sa kanyang trabaho at iba pang pansariling interes, mas nakakatulong pa ito para mas magi…",
        "url": "https://bandera.inquirer.net/314891/markki-stroem-nilabanan-ang-na-trauma-dulot-ng-mental-health-condition-adhd-became-my-super-power",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/Screenshot_20220602-054311_Google.jpg",
        "publishedAt": "2022-06-01T22:50:32Z",
        "content": "Khalid Ruiz at Markki Stroem\r\nGINAWANG positive ng singer-actor na si Markki Stroem ang  pagkakaroon niya ng Attention Deficit Hyperactivity Disorder o ADHD.\r\nKaya naman sa halip na maging hadlang it… [+4079 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Karen Davila napikon nga ba nang sabihan ni Imee Marcos ng, ‘Akala ko magma-migrate ka ‘pag nanalo ang Marcos?’",
        "description": "NAGING sentro na naman ng pamba-bash sa social media ang veteran broadcast journalist na si Karen Davila matapos ang interview niya kay Sen. Imee Marcos kahapon, June 1. May konek daw ito sa sinabi umano ni Karen noon na lilipat siya sa ibang bansa kapag ang …",
        "url": "https://bandera.inquirer.net/314893/karen-davila-napikon-nga-ba-nang-sabihan-ni-imee-marcos-ng-akala-ko-magma-migrate-ka-pag-nanalo-ang-marcos",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/GridArt_20220602_054722999-1024x557.jpg",
        "publishedAt": "2022-06-01T22:46:44Z",
        "content": "Imee Marcos at Karen Davila\r\nNAGING sentro na naman ng pamba-bash sa social media ang veteran broadcast journalist na si Karen Davila matapos ang interview niya kay Sen. Imee Marcos kahapon, June 1.\r… [+2717 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Felix Roco ayaw talagang maghubo’t hubad sa ‘Secrets’: I just did it para matapos na kaagad",
        "description": "NAKIPAGSABAYAN na rin sa hubaran at paggawa ng sex scene sa pelikula ang magaling na character actor na si Felix Roco. Hindi na rin nakaiwas sa usung-uso ngayong sex-drama movies sa Vivamax ang aktor at napasabak na rin siya sa paghuhubad sa pamamagitan ng pe…",
        "url": "https://bandera.inquirer.net/314895/felix-roco-ayaw-talagang-maghubot-hubad-sa-secrets-i-just-did-it-para-matapos-lang-kaagad",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/Screenshot_20220602-054447_Chrome.jpg",
        "publishedAt": "2022-06-01T22:42:48Z",
        "content": "Denise Esteban at Felix Roco\r\nNAKIPAGSABAYAN na rin sa hubaran at paggawa ng sex scene sa pelikula ang magaling na character actor na si Felix Roco.\r\nHindi na rin nakaiwas sa usung-uso ngayong sex-dr… [+2986 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Lalaking nadamay sa hiwalayang Moira at Jason nagsalita na: Ako ang handler nila, pakiusap umiwas na tayo sa tsismis",
        "description": "HINDI maganda ang kumakalat na balitang miyembro umano ng LGBTQIA+ community ang asawa ni Moira dela Torre na si Jason Marvin Hernandez. Nabahiran ng malisya ang ipinost na larawan ng tinaguriang lalaking Marites na si Xian Gaza na kasalukuyang nasa UAE kung …",
        "url": "https://bandera.inquirer.net/314897/lalaking-nadamay-sa-hiwalayang-moira-at-jason-ako-ang-handler-nila-pakiusap-umiwas-na-tayo-sa-tsismis",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/GridArt_20220602_061856292-1024x553.jpg",
        "publishedAt": "2022-06-01T22:39:03Z",
        "content": "Moira dela Torre, Mac Merla at Jason Hernandez\r\nHINDI maganda ang kumakalat na balitang miyembro umano ng LGBTQIA+ community ang asawa ni Moira dela Torre na si Jason Marvin Hernandez.\r\nNabahiran ng … [+2415 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "OK na nga ba uli sina Ana Jalandoni at Kit Thompson matapos magkademandahan?",
        "description": "PORMAL nang winelkam ng Cornerstone Entertainment ang sexy star na si Ana Jalandoni base sa post ng handler niyang si Cristine Calawod sa Facebook account nito. Ang caption niya sa larawan ni Ana, “Welcome to Cornerstone Entertainment Inc. family, Ana!!” Mata…",
        "url": "https://bandera.inquirer.net/314899/ok-na-nga-ba-uli-sina-ana-jalandoni-at-kit-thompson",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/Screenshot_20220602-061706_Google.jpg",
        "publishedAt": "2022-06-01T22:35:37Z",
        "content": "Kit Thompson at Ana Jalandoni\r\nPORMAL nang winelkam ng Cornerstone Entertainment ang sexy star na si Ana Jalandoni base sa post ng handler niyang si Cristine Calawod sa Facebook account nito.\r\nAng ca… [+1878 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "lcelera",
        "title": "Sun Buddies announces new collab with Our Legacy Workshop",
        "description": "Swedish eyewear label Sun Buddies announces a collaboration with retail concept Our Legacy Workshop in a collaborative capsule dubbed “Work Buddies”. Presented in a series of vague yet interesting teaser videos, the two brands appear to be releasing a round o…",
        "url": "https://lifestyle.inquirer.net/404619/sun-buddies-announces-new-collab-with-our-legacy-workshop/",
        "urlToImage": "https://lifestyle.inquirer.net/files/2022/06/photo6104664557038449339.jpg",
        "publishedAt": "2022-06-01T18:26:43Z",
        "content": "Swedish eyewear label Sun Buddies announces a collaboration with retail concept Our Legacy Workshop in a collaborative capsule dubbed “Work Buddies”. Presented in a series of vague yet interesting te… [+1036 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "lcelera",
        "title": "Turnover releases “Wait Too Long” and “Mountains Made Of Clouds”",
        "description": "Here’s one thing to look forward to: new music from your favorite artists. After 2019’s Altogether Virginia-based band Turnover has made their presence known with two new singles entitled “Wait Too Long” and “Mountains Made Of Clouds” ahead of their USA tour …",
        "url": "https://lifestyle.inquirer.net/404616/turnover-releases-wait-too-long-and-mountains-made-of-clouds/",
        "urlToImage": "https://lifestyle.inquirer.net/files/2022/06/turnover-wait-too-long-mountains-made-of-clouds-inquirer.jpeg",
        "publishedAt": "2022-06-01T17:55:54Z",
        "content": "Here’s one thing to look forward to: new music from your favorite artists. After 2019’s Altogether Virginia-based band Turnover has made their presence known with two new singles entitled Wait Too Lo… [+1334 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Robin naospital sa Spain: Nagdilim ang paningin ko, bumagsak ako sa may puno…hilung-hilo ako",
        "description": "HINDI maipaliwanag ni Senator-elect Robin Padilla ang nangyari sa kanya habang namamasyal sila ni Mariel Rodriguez kasama ang kanilang mga anak sa isang park sa Madrid, Spain. Kuwento ng bagong-halal na senador, kahapon, May 31, magkakasama sila ng kanyang ma…",
        "url": "https://bandera.inquirer.net/?p=314880",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/GridArt_20220601_211349808-1024x576.jpg",
        "publishedAt": "2022-06-01T13:18:02Z",
        "content": "Robin Padilla\r\nHINDI maipaliwanag ni Senator-elect Robin Padilla ang nangyari sa kanya habang namamasyal sila ni Mariel Rodriguez kasama ang kanilang mga anak sa isang park sa Madrid, Spain.\r\nKuwento… [+3488 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": null,
        "title": "Marvin Agustin, as DOST ambassador, likes you to know how to know a duck’s sex",
        "description": "Interested in raising ducks? Actor and DOST-PCAARRD Agri-Aqua ambassador Marvin Agustin gave information on how a duck's sex can be determined.\n\nHe started out by first sharing how to figure it out the old way, through a short video on his Instagram page yest…",
        "url": "https://lifestyle.inquirer.net/404611/marvin-agustin-as-dost-ambassador-likes-you-to-know-how-to-know-a-ducks-sex/",
        "urlToImage": "https://lifestyle.inquirer.net/files/2022/06/marvin-agustin-ig.png",
        "publishedAt": "2022-06-01T12:58:45Z",
        "content": "Interested in raising ducks? Actor and DOST-PCAARRD Agri-Aqua ambassador Marvin Agustin gave information on how a ducks sex can be determined.\r\nHe started out by first sharing how to figure it out th… [+2020 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "BTS, President Biden sanib-pwersa kontra Asian hate crimes: We were devastated…",
        "description": "FEELING honored ang Korean pop supergroup na BTS sa pagbisita nila ngayong araw sa White House kung saan mainit silang tinanggap ni United States President Joe Biden. Ang pagkikita ng pangulo ng Amerika at ng award-winning K-Pop group ay bahagi ng adbokasiya …",
        "url": "https://bandera.inquirer.net/314870/bts-president-biden-sanib-pwersa-kontra-asian-hate-crimes-we-were-devastated",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/Screenshot_20220601-145509_Chrome.jpg",
        "publishedAt": "2022-06-01T10:46:29Z",
        "content": "President Joe Biden at BTS\r\nFEELING honored ang Korean pop supergroup na BTS sa pagbisita nila ngayong araw sa White House kung saan mainit silang tinanggap ni United States President Joe Biden.\r\nAng… [+1799 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Ex-manager ni kilalang singer shocked nang malamang lalayasan na siya ng alaga",
        "description": "SHOOKT ang ex-manager ng isang mang-aawit nang bigla siyang sabihan nito ng, “FYI, I have a new manager.” Wala kasing written contract ang ex-manager at ang singer at mahigit isang dekada na silang magkasama para harapin ang mahirap at magulong mundo ng showb…",
        "url": "https://bandera.inquirer.net/314872/ex-manager-ni-kilalang-singer-shocked-nang-malamang-lalayasan-na-siya-ng-alaga",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/20220104_151010.jpg",
        "publishedAt": "2022-06-01T10:42:56Z",
        "content": "Guess, guess who!? Hulaan n’yo kung sino siya!?\r\nSHOOKT ang ex-manager ng isang mang-aawit nang bigla siyang sabihan nito ng, FYI, I have a new manager.\r\nWala kasing written contract ang ex-manager a… [+2727 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "Benjo Diaz",
        "title": "Kim Soo Hyun Officially joins as Y.O.U Beauty Brand Ambassador",
        "description": "Y.O.U Beauty officially announced its collaboration with famous South Korean actor Kim Soo Hyun as the newest Y.O.U Beauty Brand Ambassador as of June 1, 2022. Kim Soo Hyun is the star of various series and films like My Love From The Star, It’s Okay Not To B…",
        "url": "https://lifestyle.inquirer.net/404608/kim-soo-hyun-officially-joins-as-y-o-u-beauty-brand-ambassador/",
        "urlToImage": "https://lifestyle.inquirer.net/files/2022/06/Screen-Shot-2022-06-01-at-5.01.22-PM.png",
        "publishedAt": "2022-06-01T09:04:44Z",
        "content": "Y.O.U Beauty officially announced its collaboration with famous South Korean actor Kim Soo Hyun as the newest Y.O.U Beauty Brand Ambassador as of June 1, 2022.\r\nKim Soo Hyun is the star of various se… [+1143 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "jbalboa",
        "title": "Gerald Anderson feels it’s hard to rebuild trust once it’s already broken",
        "description": "Trust, according to Gerald Anderson, is a hard thing to regain, especially when someone has been at fault and broke that trust.\nThe post Gerald Anderson feels it’s hard to rebuild trust once it’s already broken appeared first on Inquirer Lifestyle.",
        "url": "https://lifestyle.inquirer.net/404595/gerald-anderson-feels-its-hard-to-rebuild-trust-once-its-already-broken/",
        "urlToImage": "https://lifestyle.inquirer.net/files/2021/04/gerald-anderson-via-boy-abunda-youtube.png",
        "publishedAt": "2022-06-01T07:38:10Z",
        "content": "Trust, according to Gerald Anderson, is a hard thing to regain, especially when someone has been at fault and broke that trust.\r\nThe issue of trust was discussed in during the online press conference… [+1829 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "oestrada",
        "title": "K-pop supergroup BTS ‘devastated’ by US hate crimes",
        "description": "by Sebastian Smith South Korean K-pop sensations BTS didn’t sing a word but during a White House visit Tuesday to meet President Joe Biden the supergroup’s message against anti-Asian racism came loud and clear. The seven stars, dressed in matching dark suits …",
        "url": "https://lifestyle.inquirer.net/404588/k-pop-supergroup-bts-devastated-by-us-hate-crimes/",
        "urlToImage": "https://lifestyle.inquirer.net/files/2022/06/063_1400308231-scaled.jpg",
        "publishedAt": "2022-06-01T06:52:06Z",
        "content": "by Sebastian Smith\r\nSouth Korean K-pop sensations BTS didn’t sing a word but during a White House visit Tuesday to meet President Joe Biden the supergroup’s message against anti-Asian racism came lou… [+3202 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Jason Dy nadamay sa kontrobersyal breakup nina Moira at Jason Marvin: ‘Grabe ka, nagawa mo pang mag-cheat’",
        "description": "NADAMAY sa kontrobersyal na hiwalayan nina Moira dela Torre at Jason Marvin Hernandez ang isa pang Kapamilya singer na si Jason Dy. Kasabay ng announcement kagabi ng celebrity couple tungkol sa kanilang breakup, naging isa sa mga top trending topic sa social …",
        "url": "https://bandera.inquirer.net/314865/jason-dy-nadamay-sa-kontrobersyal-breakup-nina-moira-at-jason-marvin-grabe-ka-nagawa-mo-pang-mag-cheat",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/GridArt_20220601_143922291-1024x590.jpg",
        "publishedAt": "2022-06-01T06:46:07Z",
        "content": "Jason Dy, Moira dela Torre at Jason Marvin Hernandez\r\nNADAMAY sa kontrobersyal na hiwalayan nina Moira dela Torre at Jason Marvin Hernandez ang isa pang Kapamilya singer na si Jason Dy.\r\nKasabay ng a… [+2782 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "oestrada",
        "title": "The Arctic’s tricky quest for sustainable tourism",
        "description": "by Pierre-Henry DESHAYES Home to polar bears, the midnight sun, and the northern lights, a Norwegian archipelago perched high in the Arctic is trying to find a way to profit from its pristine wilderness without ruining it. The Svalbard archipelago, located 1,…",
        "url": "https://lifestyle.inquirer.net/404580/the-arctics-tricky-quest-for-sustainable-tourism/",
        "urlToImage": "https://lifestyle.inquirer.net/files/2022/06/000_32B36V3-scaled.jpg",
        "publishedAt": "2022-06-01T06:43:38Z",
        "content": "by Pierre-Henry DESHAYES\r\nHome to polar bears, the midnight sun, and the northern lights, a Norwegian archipelago perched high in the Arctic is trying to find a way to profit from its pristine wilder… [+4167 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "oestrada",
        "title": "This App Might Be Your Perfect Travel Companion",
        "description": "It’s almost surreal that we get to travel these days and slowly, the time we spent indoors for months on end is becoming a memory. Traveling is again part of our itinerary, both for work and play.  If you’re one of the many people ready for some adventures, I…",
        "url": "https://lifestyle.inquirer.net/404554/this-app-might-be-your-perfect-travel-companion/",
        "urlToImage": "https://lifestyle.inquirer.net/files/2022/06/luca-bravo-O453M2Liufs-unsplash-scaled.jpg",
        "publishedAt": "2022-06-01T06:28:45Z",
        "content": "Its almost surreal that we get to travel these days and slowly, the time we spent indoors for months on end is becoming a memory. Traveling is again part of our itinerary, both for work and play. \r\nI… [+1765 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Gerald sa isyu ng ‘cheating’ at second chance: Mahirap yun kasi nasira na ‘yung trust…kumbaga may lamat na",
        "description": "“KAILANGANG patunayan mo uli na karapat-dapat kang pagkatiwalaan uli.” Yan ang naging sagot ng Kapamilya hunk actor nang tanungin kung dapat bang tanggapin muli o bigyan ng second chance ang isang taong nanloko ng karelasyon. Naniniwala si Gerald na hindi mad…",
        "url": "https://bandera.inquirer.net/314856/gerald-sa-isyu-ng-cheating-at-second-chance-mahirap-yun-kasi-nasira-na-yung-trust-kumbaga-may-lamat-na",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/Screenshot_20220601-125102_Google.jpg",
        "publishedAt": "2022-06-01T05:25:22Z",
        "content": "Julia Barretto at Gerald Anderson\r\n“KAILANGANG patunayan mo uli na karapat-dapat kang pagkatiwalaan uli.”\r\nYan ang naging sagot ng Kapamilya hunk actor nang tanungin kung dapat bang tanggapin muli o … [+2240 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Xian Gaza trending na naman dahil sa hiwalayang Moira at Jason, pero bakit binanatan ng mga miyembro ng LGBTQ?",
        "description": "TRENDING na naman ang tinaguriang Pambansang Marites na si Xian Gaza matapos mag-post sa Facebook ng kanyang saloobin sa hiwalayang Moira dela Torre at Jason Marvin Hernandez. Sunud-sunod ang post ng social media personality patungkol sa breakup ng celebrity …",
        "url": "https://bandera.inquirer.net/314858/xian-gaza-may-pasabog-tungkol-sa-hiwalayang-moira-at-jason-pero-bakit-binanatan-ng-lgbtq",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/GridArt_20220601_131231822-1024x596.jpg",
        "publishedAt": "2022-06-01T05:22:26Z",
        "content": "Xian Gaza, Jason Marvin Hernandez at Moira dela Torre\r\nTRENDING na naman ang tinaguriang Pambansang Marites na si Xian Gaza matapos mag-post sa Facebook ng kanyang saloobin sa hiwalayang Moira dela T… [+2887 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Moira sa hiwalayan at pagpapaubaya: We can choose gratitude over bitterness, we can choose love and forgiveness…",
        "description": "HOT na hot ngayon ang balitang naghiwalay na ang celebrity couple na sina Moira dela Torre at Jason Marvin Hernandez makalipas ang tatlong taong pagsasama bilang mag-asawa. Diretsahang inamin ni Jason na naging “unfaithful” siya sa kanyang misis kasabay ng pa…",
        "url": "https://bandera.inquirer.net/314842/moira-sa-hiwalayan-at-pagpapaubaya-we-can-choose-gratitude-over-bitterness-we-can-choose-love-and-forgiveness",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/Screenshot_20220601-110716_Google.jpg",
        "publishedAt": "2022-06-01T03:17:20Z",
        "content": "Moira dela Torre at Jason Marvin Hernandez\r\nHOT na hot ngayon ang balitang naghiwalay na ang celebrity couple na sina Moira dela Torre at Jason Marvin Hernandez makalipas ang tatlong taong pagsasama … [+3528 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Lovelife hugot ni Bea: Flirting is already cheating, tapos kapag bumigay, e, ‘di affair na ‘yon!",
        "description": "NANINIWALA ang Kapuso actress na si Bea Alonzo na kahit ang isang simpleng pakikipag-flirt ng isang taong nasa isang relasyon ay matatawag na ring cheating o panloloko. Mariing sinabi ng dalaga na kapag nasa isang seryosong relationship ang isang babae o lala…",
        "url": "https://bandera.inquirer.net/314834/lovelife-hugot-ni-bea-flirting-is-already-cheating-tapos-kapag-bumigay-e-di-affair-na-yon",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/Screenshot_20220601-101647_Google.jpg",
        "publishedAt": "2022-06-01T02:34:29Z",
        "content": "Dominic Roque at Bea Alonzo\r\nNANINIWALA ang Kapuso actress na si Bea Alonzo na kahit ang isang simpleng pakikipag-flirt ng isang taong nasa isang relasyon ay matatawag na ring cheating o panloloko.\r\n… [+2332 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Gerald na-shock sa ipinakita ni Ivana sa ‘A Family Affair’; may bagong style sa mga love scene",
        "description": "“MAGUGULAT ang mga fans niya pati yung mga nanonood sa kanya sa YouTube!” Yan ang paniniguro ni Gerald Anderson patungkol sa leading lady niya sa upcoming teleserye ng ABS-CBN na “A Family Affair” na si Ivana Alawi. Kahit daw siya ay nagulat sa mga ipinakita …",
        "url": "https://bandera.inquirer.net/314836/gerald-na-shock-sa-ipinakita-ni-ivana-sa-a-family-affair-may-bagong-style-sa-mga-love-scene",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/Screenshot_20220601-084107_Chrome.jpg",
        "publishedAt": "2022-06-01T02:30:24Z",
        "content": "Jameson Blake, Gerald Anderson, Ivana Alawi, Sam Milby ay Jake Ejercito\r\n“MAGUGULAT ang mga fans niya pati yung mga nanonood sa kanya sa YouTube!”\r\nYan ang paniniguro ni Gerald Anderson patungkol sa … [+2402 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Toni Fowler napraning dahil sa lalaki: May bumubulong sa akin na, ‘Mamatay ka na lang, wala kang kuwentang nanay’",
        "description": "PASABOG kung pasabog ang naging rebelasyon ng YouTube vlogger na si Toni Fowler tungkol sa naging relasyon nila noon ni Ex Battalion member Jon Gutierrez o mas kilala bilang si King Badger. Makalipas ang tatlong taon, ngayon lang nagsalita ang social media in…",
        "url": "https://bandera.inquirer.net/314823/toni-fowler-napraning-dahil-sa-lalaki-may-bumubulong-sa-akin-na-mamatay-ka-na-lang-wala-kang-kuwentang-nanay",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/Screenshot_20220601-083654_Google.jpg",
        "publishedAt": "2022-06-01T01:21:21Z",
        "content": "Toni Fowler\r\nPASABOG kung pasabog ang naging rebelasyon ng YouTube vlogger na si Toni Fowler tungkol sa naging relasyon nila noon ni Ex Battalion member Jon Gutierrez o mas kilala bilang si King Badg… [+6960 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "postie",
        "title": "Vice Ganda: Maraming nagtatalo kung paano nila ako ia-address, ‘sir’ or ‘ma’am,’ kung ‘he’ or ‘she’",
        "description": "NAO-OFFEND o naiimbiyerna ba ang Phenomenal Box-Office Star na si Vice Ganda kapag tinatawag siyang “Sir”, “Kuya” at “Tito”? Sinagot ng TV host-comedian ang isyung ito sa isang episode ng “It’s Showtime” nang mapag-usapan ang tungkol sa gender identity, lalo …",
        "url": "https://bandera.inquirer.net/314825/maraming-nagtatalo-kung-paano-nila-ako-ia-address-sir-or-maam-kung-he-or-she",
        "urlToImage": "https://bandera.inquirer.net/files/2022/06/Screenshot_20220601-090417_Google.jpg",
        "publishedAt": "2022-06-01T01:16:48Z",
        "content": "Ion Perez at Vice Ganda\r\nNAO-OFFEND o naiimbiyerna ba ang Phenomenal Box-Office Star na si Vice Ganda kapag tinatawag siyang “Sir”, “Kuya” at “Tito”?\r\nSinagot ng TV host-comedian ang isyung ito sa is… [+2110 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Inquirer.net"
        },
        "author": "evalderrama",
        "title": "Actor Damian Lewis and former Northern Ireland leader honored by Queen Elizabeth",
        "description": "LONDON — Actor Damian Lewis, author Ian Rankin and former Northern Ireland first minister Arlene Foster were among more than 1,100 people recognized by Britain’s Queen Elizabeth in her annual birthday honors. The list, which is issued to mark the 96-year-old …",
        "url": "https://lifestyle.inquirer.net/404538/actor-damian-lewis-and-former-northern-ireland-leader-honored-by-queen-elizabeth/",
        "urlToImage": "https://lifestyle.inquirer.net/files/2022/06/2022-05-31T214401Z_1_LYNXMPEI4U10P_RTROPTP_4_BRITAIN-ROYALS-HONOURS-scaled.jpg",
        "publishedAt": "2022-06-01T00:45:16Z",
        "content": "FILE PHOTO: 2018 British Academy Britannia Awards – Arrivals – Beverly Hills, California, U.S., October 26, 2018 – Damian Lewis poses REUTERS/Mario Anzuoni/File Photo\r\nLONDON Actor Damian Lewis, auth… [+2517 chars]"
    }
]